Repository: colophon-group/jobseek
Catalog: apps/web/locales/*.po
Languages: de, fr, it

# license.data.r1
source: “Viktor Shcherbakov, Collection of Job Postings” with a link to the source.
de: „Viktor Shcherbakov, Sammlung von Stellenanzeigen" mit einem Link zur Quelle.
fr: « Viktor Shcherbakov, Collection of Job Postings » avec un lien vers la source.
it: "Viktor Shcherbakov, Collection of Job Postings" con un link alla fonte.

# home.features.s2.p3.title
source: Alerts you actually drive
de: Benachrichtigungen, die du steuerst
fr: Des alertes que tu pilotes vraiment
it: Avvisi che controlli davvero

# privacy.short.r5
source: All data is encrypted in transit and at rest.
de: Alle Daten werden bei Übertragung und Speicherung verschlüsselt.
fr: Toutes les données sont chiffrées en transit et au repos.
it: Tutti i dati sono crittografati in transito e a riposo.

# auth.signUp.hasAccount
source: Already have an account? <0>Sign in</0>
de: Bereits ein Konto? <0>Anmelden</0>
fr: Déjà un compte ? <0>Se connecter</0>
it: Hai già un account? <0>Accedi</0>

# license.code.title
source: Application code (MIT License)
de: Anwendungscode (MIT-Lizenz)
fr: Code applicatif (licence MIT)
it: Codice dell'applicazione (MIT License)

# license.toc.code
source: Application code (MIT)
de: Anwendungscode (MIT)
fr: Code applicatif (MIT)
it: Codice dell'applicazione (MIT)

# home.pricing.free.f2
source: Application tracker
de: Bewerbungstracker
fr: Suivi des candidatures
it: Tracker delle candidature

# home.pricing.pro.f2
source: Application tracker
de: Bewerbungstracker
fr: Suivi des candidatures
it: Tracker delle candidature

# home.features.s1.p2.title
source: Application tracker
de: Bewerbungstracker
fr: Suivi des candidatures
it: Tracker delle candidature

# indexing.ingestion.s3.body
source: As a last resort we parse the careers pages themselves, preferring newest-first sorts and stopping once previously indexed roles reappear instead of crawling every page.
de: Als letztes Mittel parsen wir die Karriereseiten selbst, bevorzugen dabei die neuesten Einträge zuerst und stoppen, sobald bereits indexierte Stellen wieder auftauchen, anstatt jede Seite zu durchsuchen.
fr: En dernier recours, nous analysons directement les pages carrières, en privilégiant le tri du plus récent au plus ancien et en nous arrêtant dès que des offres déjà indexées réapparaissent, plutôt que de parcourir chaque page.
it: Come ultima risorsa analizziamo le pagine carriere stesse, preferendo l'ordine dal più recente e fermandoci non appena ricompaiono posizioni già indicizzate, anziché scansionare ogni pagina.

# indexing.oss.browseRepo
source: Browse the repository at
de: Repository ansehen unter
fr: Parcourir le dépôt sur
it: Consulta il repository su

# home.features.s1.title
source: Built for active job seekers
de: Entwickelt für aktive Jobsuchende
fr: Conçu pour les chercheurs d'emploi actifs
it: Pensato per chi cerca lavoro attivamente

# terms.hero.description
source: By using Job Seek you agree to these terms. Here’s a plain-language overview.
de: Mit der Nutzung von Job Seek stimmst du diesen Bedingungen zu. Hier eine verständliche Zusammenfassung.
fr: En utilisant Job Seek, tu acceptes ces conditions. Voici un résumé en langage clair.
it: Utilizzando Job Seek accetti questi termini. Ecco un riassunto in parole semplici.

# common.locale.switch
source: Change language
de: Sprache ändern
fr: Changer de langue
it: Cambia lingua

# home.pricing.title
source: Choose the right plan for you
de: Wähle den passenden Plan
fr: Choisis l'offre qui te convient
it: Scegli il piano giusto per te

# indexing.ingestion.s2.title
source: Client APIs second.
de: Client-APIs als Zweites.
fr: API clientes en second.
it: API client come seconda opzione.

# common.mobileMenu.close
source: Close menu
de: Menü schließen
fr: Fermer le menu
it: Chiudi menu

# license.data.title
source: Collection of job postings (CC BY-NC 4.0)
de: Sammlung von Stellenanzeigen (CC BY-NC 4.0)
fr: Collection d'offres d'emploi (CC BY-NC 4.0)
it: Raccolta di annunci di lavoro (CC BY-NC 4.0)

# home.features.s1.p1.title
source: Company alerts
de: Unternehmens-Benachrichtigungen
fr: Alertes entreprises
it: Avvisi aziendali

# license.toc.contact
source: Contact
de: Kontakt
it: Contatti

# license.contact.title
source: Contact
de: Kontakt
it: Contatti

# common.footer.contact
source: Contact
de: Kontakt
it: Contatti

# license.toc.title
source: Contents
de: Inhalt
fr: Sommaire
it: Sommario

# indexing.toc.title
source: Contents
de: Inhalt
fr: Sommaire
it: Sommario

# auth.oauth.github
source: Continue with GitHub
de: Weiter mit GitHub
fr: Continuer avec GitHub
it: Continua con GitHub

# auth.oauth.google
source: Continue with Google
de: Weiter mit Google
fr: Continuer avec Google
it: Continua con Google

# privacy.short.r4
source: Cookies are session-only — no ads, no tracking.
de: Cookies dienen nur der Sitzung — keine Werbung, kein Tracking.
fr: Les cookies servent uniquement à la session — pas de pub, pas de tracking.
it: I cookie servono solo per la sessione — niente pubblicità, niente tracciamento.

# license.code.r1
source: Copy and modify the code for any purpose, including commercial products.
de: Den Code für jeden Zweck kopieren und ändern, einschließlich kommerzieller Produkte.
fr: Copiez et modifiez le code pour tout usage, y compris des produits commerciaux.
it: Copiare e modificare il codice per qualsiasi scopo, inclusi prodotti commerciali.

# indexing.toc.assurances
source: Crawling assurances
de: Crawling-Zusicherungen
fr: Garanties de crawl
it: Garanzie di crawling

# indexing.assurances.title
source: Crawling assurances
de: Crawling-Zusicherungen
fr: Garanties de crawl
it: Garanzie di crawling

# auth.signUp.title
source: Create an account
de: Konto erstellen
fr: Créer un compte
it: Crea un account

# auth.signUp.button.loading
source: Creating account...
de: Konto wird erstellt…
fr: Création du compte...
it: Creazione account...

# auth.signIn.noAccount
source: Don't have an account? <0>Sign up</0>
de: Noch kein Konto? <0>Registrieren</0>
fr: Pas encore de compte ? <0>S'inscrire</0>
it: Non hai un account? <0>Registrati</0>

# terms.short.r3
source: Don’t scrape the service, submit automated applications, or abuse the platform.
de: Kein Scraping, keine automatisierten Bewerbungen, kein Missbrauch der Plattform.
fr: Pas de scraping, pas de candidatures automatisées, pas d'abus de la plateforme.
it: Niente scraping, candidature automatizzate o abuso della piattaforma.

# home.features.s2.description
source: Don't see your favourite company in the feed? Paste its careers link and we'll start scraping it for you—no scripts, no spreadsheets, no waiting in support queues.
de: Dein Lieblingsunternehmen fehlt im Feed? Füge den Karriereseiten-Link ein und wir beginnen, ihn für dich zu scrapen — keine Skripte, keine Tabellen, kein Warten in Support-Warteschlangen.
fr: Tu ne trouves pas ton entreprise préférée dans le flux ? Colle le lien de sa page carrières et on commence à la scraper pour toi — pas de scripts, pas de tableurs, pas d'attente au support.
it: Non trovi la tua azienda preferita nel feed? Incolla il link alla pagina carriere e inizieremo a monitorarla per te — niente script, niente fogli di calcolo, niente attese.

# home.pricing.pro.f4
source: Email alerts & updates
de: E-Mail-Benachrichtigungen & Updates
fr: Alertes e-mail et mises à jour
it: Avvisi e aggiornamenti via email

# auth.2fa.subtitle
source: Enter the 6-digit code from your authenticator app
de: Geben Sie den 6-stelligen Code aus Ihrer Authenticator-App ein
fr: Entrez le code à 6 chiffres de votre application d'authentification
it: Inserisci il codice a 6 cifre dalla tua app di autenticazione

# indexing.assurances.i3.body
source: Even after discovery we retrieve job detail pages at a strict limit of one request per site per minute.
de: Auch nach der Entdeckung rufen wir Stellendetailseiten mit einem strikten Limit von einer Anfrage pro Seite pro Minute ab.
fr: Même après la découverte, nous récupérons les pages de détail des offres à un rythme strict d'une requête par site et par minute.
it: Anche dopo la scoperta, recuperiamo le pagine di dettaglio degli annunci con un limite rigoroso di una richiesta per sito al minuto.

# indexing.assurances.i1.body
source: Every retry window uses exponential backoff so we never hammer an origin, and we bail if a host keeps timing out.
de: Jedes Wiederholungsfenster nutzt exponentielles Backoff, damit wir einen Server nie überlasten, und wir brechen ab, wenn ein Host weiterhin Timeouts liefert.
fr: Chaque fenêtre de réessai utilise un backoff exponentiel afin de ne jamais surcharger un serveur d'origine, et nous abandonnons si un hôte continue de ne pas répondre.
it: Ogni finestra di retry utilizza un backoff esponenziale, così non sovraccarichiamo mai un server, e ci fermiamo se un host continua a non rispondere.

# home.features.s1.eyebrow
source: Everything you need to stay ahead
de: Alles, was du brauchst, um vorne zu bleiben
fr: Tout ce qu'il te faut pour garder une longueur d'avance
it: Tutto ciò che ti serve per restare al passo

# common.nav.features
source: Features
de: Funktionen
fr: Fonctionnalités
it: Funzionalità

# home.meta.title
source: Find Relevant Roles Faster
de: Relevante Stellen schneller finden
fr: Trouve les postes pertinents plus vite
it: Trova i ruoli giusti più velocemente

# home.hero.title
source: Find relevant roles faster.
de: Relevante Stellen schneller finden.
fr: Trouve les bons postes plus vite.
it: Trova le posizioni giuste, più velocemente.

# home.features.s1.p1.description
source: Follow target employers and get notified when they add new roles.
de: Folge Wunscharbeitgebern und werde benachrichtigt, wenn neue Stellen erscheinen.
fr: Suis les employeurs qui t'intéressent et reçois une notification dès qu'ils publient de nouveaux postes.
it: Segui le aziende che ti interessano e ricevi una notifica quando pubblicano nuove posizioni.

# home.pricing.pro.description
source: For active job seekers who need unlimited reach and faster insight.
de: Für aktive Jobsuchende, die unbegrenzte Reichweite und schnellere Einblicke brauchen.
fr: Pour les chercheurs d'emploi actifs qui veulent une portée illimitée et des informations plus rapides.
it: Per chi cerca lavoro attivamente e vuole una copertura illimitata e risultati più rapidi.

# home.pricing.free.period
source: Forever
de: Für immer
fr: Pour toujours
it: Per sempre

# home.pricing.free.name
source: Free
de: Kostenlos
fr: Gratuit
it: Gratis

# home.hero.primaryCta
source: Get started
de: Jetzt starten
fr: Commencer
it: Inizia ora

# auth.signUp.subtitle
source: Get started with Job Seek
de: Erste Schritte mit Job Seek
fr: Commencez avec Job Seek
it: Inizia con Job Seek

# notFound.goHome
source: Go home
de: Zur Startseite
fr: Retour à l'accueil
it: Torna alla home

# common.dashboard.goTo
source: Go to dashboard
de: Zum Dashboard
fr: Accéder au tableau de bord
it: Vai alla dashboard

# indexing.ingestion.s3.title
source: Graceful page parsing.
de: Behutsames Seiten-Parsing.
fr: Analyse de pages respectueuse.
it: Parsing delle pagine rispettoso.

# common.nav.company
source: How do we index jobs?
de: Wie indexieren wir Stellen?
fr: Comment indexons-nous les offres ?
it: Come indicizziamo gli annunci?

# privacy.meta.description
source: How Job Seek collects, uses, and protects your personal data.
de: Wie Job Seek deine persönlichen Daten erhebt, nutzt und schützt.
fr: Comment Job Seek collecte, utilise et protège tes données personnelles.
it: Come Job Seek raccoglie, utilizza e protegge i tuoi dati personali.

# indexing.meta.description
source: How Job Seek discovers, crawls, and indexes job postings — and the safeguards we follow.
de: Wie Job Seek Stellenanzeigen entdeckt, crawlt und indexiert — und welche Schutzmaßnahmen wir einhalten.
fr: Comment Job Seek découvre, explore et indexe les offres d'emploi — et les garanties que nous appliquons.
it: Come Job Seek scopre, analizza e indicizza le offerte di lavoro — e le garanzie che rispettiamo.

# indexing.toc.ingestion
source: How postings enter the index
de: Wie Stellenanzeigen in den Index gelangen
fr: Comment les offres entrent dans l'index
it: Come gli annunci entrano nell'indice

# indexing.ingestion.title
source: How postings enter the index
de: Wie Stellenanzeigen in den Index gelangen
fr: Comment les offres entrent dans l'index
it: Come gli annunci entrano nell'indice

# indexing.hero.title
source: How we find and process job postings
de: Wie wir Stellenanzeigen finden und verarbeiten
fr: Comment nous trouvons et traitons les offres d'emploi
it: Come troviamo e processiamo gli annunci di lavoro

# indexing.meta.title
source: How We Index
de: So indexieren wir
fr: Comment nous indexons
it: Come indicizziamo

# indexing.ingestion.s2.body
source: If no sitemap exists we inspect the client application for JSON APIs it calls; when found we hit those endpoints directly to enumerate posting URLs without scraping the DOM.
de: Falls keine Sitemap existiert, untersuchen wir die Client-Anwendung auf JSON-APIs, die sie aufruft; wenn wir welche finden, nutzen wir diese Endpunkte direkt, um Stellenanzeigen-URLs aufzulisten, ohne das DOM zu scrapen.
fr: En l'absence de sitemap, nous inspectons l'application cliente à la recherche d'API JSON qu'elle appelle ; lorsque nous en trouvons, nous interrogeons directement ces points d'accès pour énumérer les URL des offres sans scraper le DOM.
it: Se non esiste una sitemap, ispezioniamo l'applicazione client alla ricerca di API JSON che utilizza; quando le troviamo, interroghiamo direttamente quegli endpoint per enumerare gli URL degli annunci senza fare scraping del DOM.

# indexing.optOut.body
source: If you notice unexpected activity from our crawler or prefer that your careers site not be indexed, please email us and we will respond promptly.
de: Wenn Sie unerwartete Aktivitäten unseres Crawlers bemerken oder es vorziehen, dass Ihre Karriereseite nicht indexiert wird, schreiben Sie uns bitte eine E-Mail und wir werden umgehend antworten.
fr: Si vous constatez une activité inattendue de notre robot d'indexation ou préférez que votre site carrières ne soit pas indexé, veuillez nous contacter par e-mail et nous vous répondrons rapidement.
it: Se notate attività impreviste del nostro crawler o preferite che il vostro sito carriere non venga indicizzato, scriveteci via email e risponderemo tempestivamente.

# indexing.outreach.body
source: If you notice unusual crawler behaviour, prefer that we do not index your content, or have suggestions on how to improve our safeguards, please reach out.
de: Wenn Sie ungewöhnliches Crawler-Verhalten bemerken, es vorziehen, dass wir Ihre Inhalte nicht indexieren, oder Vorschläge zur Verbesserung unserer Schutzmaßnahmen haben, kontaktieren Sie uns bitte.
fr: Si vous remarquez un comportement inhabituel de notre robot, préférez que nous n'indexions pas votre contenu, ou avez des suggestions pour améliorer nos mesures de protection, n'hésitez pas à nous contacter.
it: Se notate un comportamento anomalo del crawler, preferite che non indicizziamo i vostri contenuti o avete suggerimenti su come migliorare le nostre misure di sicurezza, contattateci.

# indexing.hero.eyebrow
source: Indexing policy
de: Indexierungsrichtlinie
fr: Politique d'indexation
it: Politica di indicizzazione

# auth.2fa.error.invalid
source: Invalid code
de: Ungültiger Code
fr: Code invalide
it: Codice non valido

# license.toc.data
source: Job data (CC BY-NC 4.0)
de: Stellendaten (CC BY-NC 4.0)
fr: Données d'emploi (CC BY-NC 4.0)
it: Dati sugli annunci (CC BY-NC 4.0)

# indexing.hero.description
source: Job Seek is a search engine for both active candidates and professionals who passively track the market—it surfaces fresh roles while staying respectful of employer infrastructure. This page documents exactly how our crawler behaves, the controls that keep it polite, and how jobs ultimately land in the index.
de: Job Seek ist eine Suchmaschine sowohl für aktive Kandidaten als auch für Fachleute, die den Markt passiv beobachten — sie zeigt aktuelle Stellen und behandelt dabei die Infrastruktur der Arbeitgeber respektvoll. Diese Seite dokumentiert genau, wie sich unser Crawler verhält, welche Kontrollen ihn höflich halten und wie Stellen letztlich in den Index gelangen.
fr: Job Seek est un moteur de recherche pour les candidats actifs comme pour les professionnels qui suivent le marché de façon passive — il fait remonter les offres récentes tout en respectant l'infrastructure des employeurs. Cette page décrit précisément le comportement de notre robot d'indexation, les contrôles qui garantissent sa courtoisie, et comment les offres atterrissent dans l'index.
it: Job Seek è un motore di ricerca sia per candidati attivi sia per professionisti che monitorano passivamente il mercato — fa emergere posizioni recenti rispettando l'infrastruttura dei datori di lavoro. Questa pagina documenta esattamente come si comporta il nostro crawler, i controlli che lo rendono rispettoso e come gli annunci finiscono nell'indice.

# license.hero.description
source: Job Seek's codebase is open source under MIT. The job data we collect and enrich is Creative Commons BY-NC 4.0. Below is the plain-language summary — please read the full licenses for exact terms.
de: Die Codebasis von Job Seek ist Open Source unter MIT. Die von uns gesammelten und aufbereiteten Stellendaten stehen unter Creative Commons BY-NC 4.0. Nachfolgend eine verständliche Zusammenfassung — bitte lies die vollständigen Lizenzen für die genauen Bedingungen.
fr: Le code source de Job Seek est ouvert sous licence MIT. Les données d'emploi que nous collectons et enrichissons sont sous Creative Commons BY-NC 4.0. Vous trouverez ci-dessous un résumé en langage clair — veuillez consulter les licences complètes pour les termes exacts.
it: Il codice sorgente di Job Seek è open source sotto licenza MIT. I dati sugli annunci che raccogliamo e arricchiamo sono Creative Commons BY-NC 4.0. Di seguito il riepilogo in linguaggio semplice — si prega di leggere le licenze complete per i termini esatti.

# home.hero.eyebrow
source: Keep your hand on the job market pulse.
de: Den Puls des Arbeitsmarkts im Blick behalten.
fr: Garde le pouls du marché de l'emploi.
it: Tieni il polso del mercato del lavoro.

# home.features.s2.p2.title
source: Kill the 50-tab routine
de: Schluss mit der 50-Tab-Routine
fr: Fini la routine des 50 onglets
it: Basta con le 50 schede aperte

# terms.hero.lastUpdated
source: Last updated:
de: Zuletzt aktualisiert:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:

# privacy.hero.lastUpdated
source: Last updated:
de: Zuletzt aktualisiert:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:

# home.hero.secondaryCta
source: Learn more
de: Mehr erfahren
fr: En savoir plus
it: Scopri di più

# license.meta.title
source: License
de: Lizenz
fr: Licence
it: Licenza

# common.footer.licenseLink
source: License
de: Lizenz
fr: Licence
it: Licenza

# license.hero.title
source: License of Job Seek
de: Lizenz von Job Seek
fr: Licence de Job Seek
it: Licenza di Job Seek

# license.hero.eyebrow
source: Licensing
de: Lizenzierung
fr: Licences
it: Licenze

# license.meta.description
source: Licensing terms for Job Seek application code (MIT) and job data (CC BY-NC 4.0).
de: Lizenzbedingungen für den Job-Seek-Anwendungscode (MIT) und die Stellendaten (CC BY-NC 4.0).
fr: Conditions de licence du code applicatif de Job Seek (MIT) et des données d'emploi (CC BY-NC 4.0).
it: Termini di licenza per il codice dell'applicazione Job Seek (MIT) e i dati sulle offerte di lavoro (CC BY-NC 4.0).

# common.auth.login
source: Log in
de: Anmelden
fr: Se connecter
it: Accedi

# home.features.s1.p2.description
source: Log where you applied, status, contacts, and next steps.
de: Erfasse, wo du dich beworben hast, Status, Kontakte und nächste Schritte.
fr: Note où tu as postulé, le statut, les contacts et les prochaines étapes.
it: Annota dove ti sei candidato, lo stato, i contatti e i prossimi passi.

# indexing.toc.outreach
source: Need to reach us?
de: Kontakt aufnehmen?
fr: Besoin de nous contacter ?
it: Vuole contattarci?

# indexing.outreach.title
source: Need to reach us?
de: Kontakt aufnehmen?
fr: Besoin de nous contacter ?
it: Vuole contattarci?

# license.data.r2
source: No commercial redistribution or resale without permission.
de: Keine kommerzielle Weiterverbreitung oder Weiterverkauf ohne Genehmigung.
fr: Aucune redistribution ou revente commerciale sans autorisation.
it: Nessuna ridistribuzione commerciale o rivendita senza autorizzazione.

# license.code.r3
source: No warranty — use at your own risk.
de: Keine Gewährleistung — Nutzung auf eigenes Risiko.
fr: Aucune garantie — utilisation à vos risques et périls.
it: Nessuna garanzia — l'uso è a proprio rischio e pericolo.

# indexing.ingestion.s4.body
source: Once we fetch an individual posting we store only the job-specific metadata (title, role description, location, compensation notes, posting URL, and timestamps) plus extracted structured fields. We do not archive unrelated site content.
de: Sobald wir eine einzelne Stellenanzeige abrufen, speichern wir nur die stellenspezifischen Metadaten (Titel, Rollenbeschreibung, Standort, Vergütungshinweise, Stellen-URL und Zeitstempel) sowie extrahierte strukturierte Felder. Wir archivieren keine nicht verwandten Seiteninhalte.
fr: Une fois qu'une offre individuelle est récupérée, nous ne stockons que les métadonnées propres au poste (intitulé, description du rôle, localisation, informations de rémunération, URL de l'offre et horodatages) ainsi que les champs structurés extraits. Nous n'archivons pas le contenu non lié au site.
it: Una volta recuperato un singolo annuncio, memorizziamo solo i metadati specifici della posizione (titolo, descrizione del ruolo, sede, note sulla retribuzione, URL dell'annuncio e date) oltre ai campi strutturati estratti. Non archiviamo contenuti del sito non correlati.

# indexing.assurances.i3.title
source: One page per minute.
de: Eine Seite pro Minute.
fr: Une page par minute.
it: Una pagina al minuto.

# common.dashboard.open
source: Open dashboard
de: Dashboard öffnen
fr: Ouvrir le tableau de bord
it: Apri dashboard

# common.header.openMenu
source: Open main menu
de: Hauptmenü öffnen
fr: Ouvrir le menu principal
it: Apri menu principale

# indexing.toc.oss
source: Open-source crawlers
de: Open-Source-Crawler
fr: Robots d'indexation open source
it: Crawler open source

# indexing.oss.title
source: Open-source crawlers
de: Open-Source-Crawler
fr: Robots d'indexation open source
it: Crawler open source

# indexing.toc.optOut
source: Opt-out or questions
de: Opt-out oder Fragen
fr: Désinscription ou questions
it: Opt-out o domande

# indexing.optOut.title
source: Opt-out or questions
de: Opt-out oder Fragen
fr: Désinscription ou questions
it: Opt-out o domande

# auth.divider.or
source: or
de: oder
fr: ou
it: o

# indexing.assurances.i2.body
source: Our crawler reads <0>robots.txt</0>, honours disallow rules, identifies itself via <1>User-Agent</1>, and respects the W3C <2>TDM-Reservation</2> header—if a page signals reservation, we skip it.
de: Unser Crawler liest <0>robots.txt</0>, befolgt Disallow-Regeln, identifiziert sich über <1>User-Agent</1> und respektiert den W3C-<2>TDM-Reservation</2>-Header — wenn eine Seite Reservation signalisiert, überspringen wir sie.
fr: Notre robot lit le fichier <0>robots.txt</0>, respecte les règles d'interdiction, s'identifie via <1>User-Agent</1> et respecte l'en-tête W3C <2>TDM-Reservation</2> — si une page signale une réservation, nous la passons.
it: Il nostro crawler legge il file <0>robots.txt</0>, rispetta le regole di disallow, si identifica tramite <1>User-Agent</1> e rispetta l'header W3C <2>TDM-Reservation</2> — se una pagina segnala una riserva, la saltiamo.
