Repository: colophon-group/jobseek
Catalog: apps/web/locales/*.po
Languages: de, fr, it

# indexing.toc.automation
source: Our stance on automation
de: Unsere Haltung zur Automatisierung
fr: Notre position sur l'automatisation
it: La nostra posizione sull'automazione

# indexing.automation.title
source: Our stance on automation
de: Unsere Haltung zur Automatisierung
fr: Notre position sur l'automatisation
it: La nostra posizione sull'automazione

# license.toc.overview
source: Overview
de: Überblick
fr: Aperçu
it: Panoramica

# indexing.toc.overview
source: Overview
de: Überblick
fr: Aperçu
it: Panoramica

# license.toc.ariaLabel
source: Page contents
de: Seiteninhalt
fr: Sommaire de la page
it: Contenuti della pagina

# indexing.toc.ariaLabel
source: Page contents
de: Seiteninhalt
fr: Sommaire de la page
it: Contenuti della pagina

# notFound.title
source: Page not found
de: Seite nicht gefunden
fr: Page introuvable
it: Pagina non trovata

# home.features.s2.p2.description
source: Park every interesting startup in one dashboard instead of juggling Chrome windows and bookmarks.
de: Sammle alle interessanten Startups in einem Dashboard, statt mit Chrome-Fenstern und Lesezeichen zu jonglieren.
fr: Regroupe toutes les startups intéressantes dans un seul tableau de bord au lieu de jongler entre les fenêtres Chrome et les favoris.
it: Raccogli tutte le startup interessanti in un'unica dashboard invece di destreggiarti tra finestre di Chrome e segnalibri.

# auth.field.password
source: Password
de: Passwort
fr: Mot de passe

# home.features.s2.p1.title
source: Paste a link, kick off a crawl
de: Link einfügen, Crawl starten
fr: Colle un lien, lance un crawl
it: Incolla un link, avvia il crawling

# home.pricing.pro.period
source: per month
de: pro Monat
fr: par mois
it: al mese

# home.features.s2.p1.description
source: Point us at any careers page or Notion job board and Job Seek mirrors it in your workspace within minutes.
de: Verweise uns auf eine beliebige Karriereseite oder ein Notion-Jobboard und Job Seek spiegelt sie innerhalb von Minuten in deinem Workspace.
fr: Indique-nous n'importe quelle page carrières ou tableau d'offres Notion et Job Seek le reproduit dans ton espace de travail en quelques minutes.
it: Indicaci qualsiasi pagina carriere o job board su Notion e Job Seek la replica nel tuo spazio di lavoro in pochi minuti.

# common.nav.pricing
source: Pricing
de: Preise
fr: Tarifs
it: Prezzi

# home.pricing.eyebrow
source: Pricing
de: Preise
fr: Tarifs
it: Prezzi

# privacy.hero.eyebrow
source: Privacy
de: Datenschutz
fr: Confidentialité

# common.footer.privacyLink
source: Privacy
de: Datenschutz
fr: Confidentialité

# privacy.hero.title
source: Privacy at Job Seek
de: Datenschutz bei Job Seek
fr: Confidentialité chez Job Seek
it: Privacy su Job Seek

# privacy.meta.title
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
it: Informativa sulla privacy

# common.nav.product
source: Product
de: Produkt
fr: Produit
it: Prodotto

# common.art.publicDomain
source: Public Domain
de: Gemeinfrei
fr: Domaine public
it: Pubblico dominio

# license.contactCta
source: Questions about licensing or commercial use? Email us.
de: Fragen zur Lizenzierung oder kommerziellen Nutzung? Schreib uns eine E-Mail.
fr: Des questions sur les licences ou l'utilisation commerciale ? Écrivez-nous.
it: Domande sulle licenze o sull'uso commerciale? Scriveteci via email.

# terms.contact.description
source: Questions? Email us.
de: Fragen? Schreib uns eine E-Mail.
fr: Des questions ? Écris-nous.
it: Domande? Scrivici.

# privacy.contact.description
source: Questions? Email us.
de: Fragen? Schreib uns eine E-Mail.
fr: Des questions ? Écris-nous.
it: Domande? Scrivici.

# license.data.linkLabel
source: Read the CC BY-NC 4.0 License
de: CC BY-NC 4.0 Lizenz lesen
fr: Lire la licence CC BY-NC 4.0
it: Leggi la licenza CC BY-NC 4.0

# license.code.linkLabel
source: Read the full MIT License
de: Vollständige MIT-Lizenz lesen
fr: Lire la licence MIT complète
it: Leggi la licenza MIT completa

# privacy.extras.fullPolicyLink
source: Read the full Privacy Policy
de: Vollständige Datenschutzrichtlinie lesen
fr: Lire la politique de confidentialité complète
it: Leggi l'informativa sulla privacy completa

# terms.fullTermsLink
source: Read the full Terms of Service
de: Vollständige Nutzungsbedingungen lesen
fr: Lire les conditions d'utilisation complètes
it: Leggi i termini di servizio completi

# license.code.r2
source: Redistribute your changes, as long as you include the MIT notice.
de: Deine Änderungen weiterverbreiten, solange du den MIT-Hinweis beifügst.
fr: Redistribuez vos modifications, à condition d'inclure la mention MIT.
it: Ridistribuire le proprie modifiche, a condizione di includere l'avviso MIT.

# common.footer.text
source: Released under the MIT License. Job data is CC BY-NC 4.0.
de: Veröffentlicht unter der MIT-Lizenz. Stellendaten sind CC BY-NC 4.0.
fr: Publié sous licence MIT. Les données d'emploi sont sous CC BY-NC 4.0.
it: Rilasciato sotto licenza MIT. I dati sugli annunci sono CC BY-NC 4.0.

# indexing.assurances.i1.title
source: Respectful pacing.
de: Respektvolles Tempo.
fr: Rythme respectueux.
it: Ritmo rispettoso.

# indexing.assurances.i2.title
source: Robots, attribution, and TDM reservation.
de: Robots, Attribution und TDM-Reservation.
fr: Robots, attribution et réservation TDM.
it: Robot, attribuzione e riserva TDM.

# home.features.s1.p3.description
source: Save your filters for quick scans without retyping everything.
de: Speichere deine Filter für schnelle Überprüfungen, ohne alles neu eintippen zu müssen.
fr: Enregistre tes filtres pour des recherches rapides sans tout retaper à chaque fois.
it: Salva i tuoi filtri per scansioni rapide senza dover riscrivere tutto ogni volta.

# home.pricing.free.f3
source: Saved searches
de: Gespeicherte Suchen
fr: Recherches enregistrées
it: Ricerche salvate

# home.pricing.pro.f3
source: Saved searches
de: Gespeicherte Suchen
fr: Recherches enregistrées
it: Ricerche salvate

# home.features.s1.p3.title
source: Saved searches
de: Gespeicherte Suchen
fr: Recherches enregistrées
it: Ricerche salvate

# indexing.ingestion.s4.title
source: Selective storage.
de: Selektive Speicherung.
fr: Stockage sélectif.
it: Archiviazione selettiva.

# home.features.s2.p3.description
source: Set the cadence per company so you hear about fresh openings without doom-scrolling job sites all day.
de: Lege die Frequenz pro Unternehmen fest, damit du von neuen Stellen erfährst, ohne den ganzen Tag durch Jobportale zu scrollen.
fr: Définis la fréquence par entreprise pour être informé des nouvelles offres sans scroller les sites d'emploi toute la journée.
it: Imposta la frequenza per ogni azienda così ricevi aggiornamenti sulle nuove posizioni senza passare la giornata a scorrere siti di lavoro.

# auth.signIn.title
source: Sign in
de: Anmelden
fr: Se connecter
it: Accedi

# auth.signIn.button.submit
source: Sign in
de: Anmelden
fr: Se connecter
it: Accedi

# auth.signUp.button.submit
source: Sign up
de: Registrieren
fr: S'inscrire
it: Registrati

# auth.signIn.error.generic
source: Sign-in failed
de: Anmeldung fehlgeschlagen
fr: Échec de la connexion
it: Accesso non riuscito

# auth.signUp.error.generic
source: Sign-up failed
de: Registrierung fehlgeschlagen
fr: Échec de l'inscription
it: Registrazione non riuscita

# auth.signIn.button.loading
source: Signing in...
de: Anmeldung läuft…
fr: Connexion en cours...
it: Accesso in corso...

# home.pricing.description
source: Simple, transparent pricing. Start for free and upgrade when you get serious about your job search.
de: Einfache, transparente Preise. Starte kostenlos und upgrade, wenn du deine Jobsuche ernst meinst.
fr: Des tarifs simples et transparents. Commence gratuitement et passe à la vitesse supérieure quand ta recherche d'emploi devient sérieuse.
it: Prezzi semplici e trasparenti. Inizia gratis e passa al piano superiore quando la tua ricerca di lavoro fa sul serio.

# indexing.ingestion.s1.title
source: Sitemap first.
de: Zuerst die Sitemap.
fr: Sitemap d'abord.
it: Prima la sitemap.

# error.title
source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur est survenue
it: Qualcosa è andato storto

# home.pricing.free.cta
source: Start for free
de: Kostenlos starten
fr: Commencer gratuitement
it: Inizia gratis

# home.features.s2.eyebrow
source: Stay in control
de: Behalte die Kontrolle
fr: Garde le contrôle
it: Mantieni il controllo

# home.pricing.free.f1
source: Subscribe to up to 5 companies
de: Bis zu 5 Unternehmen abonnieren
fr: Suivi de 5 entreprises maximum
it: Segui fino a 5 aziende

# home.meta.description
source: Subscribe to updates from companies, track applications, and never miss new openings.
de: Abonniere Updates von Unternehmen, verfolge Bewerbungen und verpasse keine neuen Stellen.
fr: Abonne-toi aux mises à jour d'entreprises, suis tes candidatures et ne rate aucune nouvelle offre.
it: Iscriviti agli aggiornamenti delle aziende, monitora le candidature e non perdere mai nuove offerte.

# home.hero.description
source: Subscribe to updates from companies, track applications, and never miss new openings. Designed to keep you in control, not hand your decisions to a bot.
de: Abonniere Updates von Unternehmen, verfolge Bewerbungen und verpasse keine neuen Stellen. Entwickelt, damit du die Kontrolle behältst — nicht damit ein Bot deine Entscheidungen trifft.
fr: Abonne-toi aux actualités des entreprises, suis tes candidatures et ne rate plus aucune offre. Conçu pour que tu gardes le contrôle, pas pour confier tes décisions à un robot.
it: Segui gli aggiornamenti delle aziende, monitora le candidature e non perderti mai le nuove posizioni. Pensato per darti il controllo, non per delegare le tue decisioni a un bot.

# common.theme.switchToDark
source: Switch to dark mode
de: Zum dunklen Modus wechseln
fr: Passer au mode sombre
it: Passa alla modalità scura

# common.theme.switchToLight
source: Switch to light mode
de: Zum hellen Modus wechseln
fr: Passer au mode clair
it: Passa alla modalità chiara

# terms.hero.eyebrow
source: Terms
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di servizio

# common.footer.termsLink
source: Terms
de: AGB
fr: CGU
it: Termini

# terms.meta.title
source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di servizio

# terms.hero.title
source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di servizio

# terms.meta.description
source: Terms of Service for the Job Seek application.
de: Nutzungsbedingungen der Job-Seek-Anwendung.
fr: Conditions d'utilisation de l'application Job Seek.
it: Termini di servizio dell'applicazione Job Seek.

# home.pricing.free.description
source: Test Job Seek with enough headroom to be up to date with your dream companies.
de: Teste Job Seek mit genug Spielraum, um bei deinen Traumunternehmen auf dem Laufenden zu bleiben.
fr: Teste Job Seek avec assez de marge pour rester à jour avec les entreprises de tes rêves.
it: Prova Job Seek con abbastanza spazio per restare aggiornato sulle aziende dei tuoi sogni.

# home.features.s2.title
source: The first job aggregator that puts you behind the wheel
de: Der erste Job-Aggregator, der dich ans Steuer lässt
fr: Le premier agrégateur d'emploi qui te met aux commandes
it: Il primo aggregatore di lavoro che ti mette al volante

# notFound.body
source: The page you are looking for does not exist or has been moved.
de: Die Seite, die du suchst, existiert nicht oder wurde verschoben.
fr: La page que tu cherches n'existe pas ou a été déplacée.
it: La pagina che stai cercando non esiste o è stata spostata.

# terms.short.r4
source: The service is provided as-is — no warranties.
de: Der Service wird ohne Gewährleistung bereitgestellt.
fr: Le service est fourni tel quel, sans garantie.
it: Il servizio è fornito così com'è, senza garanzie.

# terms.short.title
source: The short version
de: Die Kurzfassung
fr: En bref
it: In breve

# privacy.short.title
source: The short version
de: Die Kurzfassung
fr: En bref
it: In breve

# common.dashboard.action
source: To dashboard
de: Zum Dashboard
fr: Tableau de bord
it: Vai alla dashboard

# home.features.s1.description
source: Track roles, get notified when companies post something new, and keep your pipeline clean.
de: Verfolge Stellen, werde benachrichtigt, wenn Unternehmen etwas Neues veröffentlichen, und halte deine Pipeline sauber.
fr: Suis les postes, reçois des notifications quand les entreprises publient quelque chose de nouveau, et garde ton pipeline propre.
it: Monitora le posizioni, ricevi notifiche quando le aziende pubblicano qualcosa di nuovo e tieni in ordine la tua pipeline.

# indexing.oss.body
source: Transparency matters, so the code for our job link collection service and extraction pipeline is open source.
de: Transparenz ist uns wichtig, daher ist der Code für unseren Job-Link-Erfassungsdienst und die Extraktionspipeline Open Source.
fr: La transparence compte, c'est pourquoi le code de notre service de collecte de liens d'offres et de notre pipeline d'extraction est open source.
it: La trasparenza è importante, perciò il codice del nostro servizio di raccolta link e della pipeline di estrazione è open source.

# error.retryButton
source: Try again
de: Erneut versuchen
fr: Réessayer
it: Riprova

# auth.2fa.title
source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
fr: Authentification à deux facteurs
it: Autenticazione a due fattori

# privacy.rights.intro
source: Under GDPR you can ask for a copy of your data, have it corrected or deleted, export it, or object to processing. Delete your account and everything is wiped within 30 days.
de: Nach DSGVO kannst du eine Kopie deiner Daten anfordern, sie korrigieren oder löschen lassen, sie exportieren oder der Verarbeitung widersprechen. Löschst du dein Konto, werden alle Daten innerhalb von 30 Tagen gelöscht.
fr: Selon le RGPD, tu peux demander une copie de tes données, les faire corriger ou supprimer, les exporter ou t'opposer au traitement. Supprime ton compte et tout est effacé sous 30 jours.
it: Secondo il GDPR puoi richiedere una copia dei tuoi dati, farli correggere o cancellare, esportarli o opporti al trattamento. Elimina il tuo account e tutto viene cancellato entro 30 giorni.

# home.pricing.pro.f1
source: Unlimited company subscriptions
de: Unbegrenzte Unternehmensabonnements
fr: Abonnements entreprises illimités
it: Abbonamenti aziendali illimitati

# home.pricing.pro.cta
source: Upgrade to Pro
de: Auf Pro upgraden
fr: Passer au Pro
it: Passa a Pro

# auth.2fa.button.submit
source: Verify
de: Bestätigen
fr: Vérifier
it: Verifica

# auth.2fa.button.loading
source: Verifying...
de: Überprüfung…
fr: Vérification...
it: Verifica in corso...

# terms.short.r2
source: We aggregate public job postings. We do not guarantee they are accurate or up to date.
de: Wir aggregieren öffentliche Stellenanzeigen. Wir garantieren nicht, dass sie korrekt oder aktuell sind.
fr: Nous agrégeons des offres d'emploi publiques. Nous ne garantissons pas qu'elles soient exactes ou à jour.
it: Aggreghiamo offerte di lavoro pubbliche. Non garantiamo che siano accurate o aggiornate.

# privacy.hero.description
source: We collect only what we need, we don’t sell your data, and you can delete everything at any time.
de: Wir erheben nur, was wir brauchen, wir verkaufen deine Daten nicht, und du kannst jederzeit alles löschen.
fr: Nous ne collectons que le nécessaire, nous ne vendons pas tes données, et tu peux tout supprimer à tout moment.
it: Raccogliamo solo il necessario, non vendiamo i tuoi dati e puoi cancellare tutto in qualsiasi momento.

# privacy.short.r2
source: We don’t sell, rent, or share your data for marketing.
de: Wir verkaufen, vermieten oder teilen deine Daten nicht für Marketingzwecke.
fr: Nous ne vendons, ne louons et ne partageons pas tes données à des fins marketing.
it: Non vendiamo, affittiamo o condividiamo i tuoi dati per scopi di marketing.

# indexing.ingestion.s1.body
source: We look for a sitemap that already lists every careers or job detail page—ideally linked from <0>robots.txt</0>—and rely on it whenever possible.
de: Wir suchen nach einer Sitemap, die bereits alle Karriere- oder Stellendetailseiten auflistet — idealerweise von <0>robots.txt</0> verlinkt — und verlassen uns darauf, wann immer möglich.
fr: Nous recherchons un sitemap qui liste déjà toutes les pages carrières ou de détail des offres — idéalement lié depuis le fichier <0>robots.txt</0> — et nous nous y fions autant que possible.
it: Cerchiamo una sitemap che elenchi già tutte le pagine carriere o di dettaglio degli annunci — idealmente collegata da <0>robots.txt</0> — e ci affidiamo ad essa ogni volta che è possibile.

# indexing.ingestion.description
source: We look for structured feeds before scraping raw HTML. First we check for sitemaps, then client-side JSON APIs, and only parse full pages when neither exists.
de: Wir suchen zuerst nach strukturierten Feeds, bevor wir rohes HTML scrapen. Zuerst prüfen wir auf Sitemaps, dann auf clientseitige JSON-APIs, und parsen vollständige Seiten nur, wenn beides nicht existiert.
fr: Nous recherchons des flux structurés avant de scraper du HTML brut. Nous vérifions d'abord les sitemaps, puis les API JSON côté client, et n'analysons les pages complètes que lorsqu'aucune des deux options n'existe.
it: Cerchiamo feed strutturati prima di fare scraping dell'HTML grezzo. Prima controlliamo le sitemap, poi le API JSON lato client, e analizziamo le pagine complete solo quando nessuno dei due è disponibile.

# indexing.automation.body
source: We oppose handing hiring or job-search decisions over to black-box automation — whether on the employer or applicant side. Every outbound link we share includes <0>utm_source=jobseek</0> so recruiters recognise the traffic, and we continuously review usage patterns plus enforce friction to deter scripted applications.
de: Wir lehnen es ab, Einstellungs- oder Jobsuch-Entscheidungen an undurchsichtige Automatisierung zu übergeben — ob auf Arbeitgeber- oder Bewerberseite. Jeder ausgehende Link enthält <0>utm_source=jobseek</0>, damit Recruiter den Traffic erkennen, und wir überprüfen kontinuierlich Nutzungsmuster und setzen Hürden ein, um automatisierte Bewerbungen zu verhindern.
fr: Nous nous opposons à ce que les décisions de recrutement ou de recherche d'emploi soient confiées à une automatisation opaque — que ce soit côté employeur ou côté candidat. Chaque lien sortant que nous partageons inclut <0>utm_source=jobseek</0> afin que les recruteurs identifient le trafic, et nous examinons en permanence les schémas d'utilisation tout en imposant des frictions pour dissuader les candidatures automatisées.
it: Ci opponiamo a delegare le decisioni di assunzione o di ricerca lavoro ad automazioni opache — sia dal lato dei datori di lavoro che dei candidati. Ogni link in uscita che condividiamo include <0>utm_source=jobseek</0> affinché i recruiter riconoscano il traffico, e monitoriamo continuamente i pattern di utilizzo applicando frizioni per scoraggiare le candidature automatizzate.

# privacy.short.r1
source: We store your name, email, and profile picture from your OAuth sign-in, plus the data you create while using the app.
de: Wir speichern deinen Namen, deine E-Mail und dein Profilbild von deiner OAuth-Anmeldung sowie die Daten, die du in der App erstellst.
fr: Nous stockons ton nom, ton e-mail et ta photo de profil de ta connexion OAuth, ainsi que les données que tu crées dans l'appli.
it: Conserviamo il tuo nome, la tua email e la foto del profilo dall'accesso OAuth, più i dati che crei nell'app.

# indexing.sitemapNote
source: We strongly encourage publishing an easily discoverable sitemap for your careers section. Without it, we periodically mint lightweight <0>HEAD</0> requests against previously discovered job URLs to confirm they are still live, which introduces unnecessary traffic.
de: Wir empfehlen ausdrücklich, eine leicht auffindbare Sitemap für Ihren Karrierebereich zu veröffentlichen. Ohne eine solche senden wir regelmäßig leichtgewichtige <0>HEAD</0>-Anfragen an zuvor entdeckte Stellen-URLs, um zu prüfen, ob sie noch aktiv sind, was unnötigen Traffic verursacht.
fr: Nous encourageons vivement la publication d'un sitemap facilement découvrable pour votre section carrières. Sans cela, nous envoyons périodiquement des requêtes <0>HEAD</0> légères sur les URL d'offres précédemment découvertes pour vérifier qu'elles sont toujours actives, ce qui génère du trafic inutile.
it: Incoraggiamo vivamente la pubblicazione di una sitemap facilmente individuabile per la sezione carriere. In sua assenza, inviamo periodicamente richieste <0>HEAD</0> leggere agli URL degli annunci già scoperti per verificare che siano ancora attivi, generando traffico non necessario.

# privacy.short.r3
source: We use a handful of third-party services for sign-in, hosting, and storage — nothing else.
de: Wir nutzen eine Handvoll Drittanbieter für Anmeldung, Hosting und Speicherung — sonst nichts.
fr: Nous utilisons quelques services tiers pour la connexion, l’hébergement et le stockage — rien d’autre.
it: Utilizziamo pochi servizi terzi per accesso, hosting e archiviazione — nient’altro.

# auth.signIn.subtitle
source: Welcome back
de: Willkommen zurück
fr: Content de vous revoir
it: Bentornato

# terms.short.r5
source: You can delete your account at any time.
de: Du kannst dein Konto jederzeit löschen.
fr: Tu peux supprimer ton compte à tout moment.
it: Puoi eliminare il tuo account in qualsiasi momento.

# license.data.r3
source: You can remix/transform the data for research or personal dashboards.
de: Du kannst die Daten für Forschung oder persönliche Dashboards remixen/transformieren.
fr: Vous pouvez remixer ou transformer les données à des fins de recherche ou pour des tableaux de bord personnels.
it: È possibile rielaborare/trasformare i dati per ricerche o dashboard personali.

# license.code.summary
source: You can use, modify, and redistribute the code in personal or commercial products as long as you include the copyright and license notice.
de: Du kannst den Code in persönlichen oder kommerziellen Produkten verwenden, ändern und weiterverbreiten, solange du den Copyright- und Lizenzhinweis beifügst.
fr: Vous pouvez utiliser, modifier et redistribuer le code dans des produits personnels ou commerciaux à condition d'inclure la mention de droit d'auteur et de licence.
it: È possibile utilizzare, modificare e ridistribuire il codice in prodotti personali o commerciali a condizione di includere l'avviso di copyright e licenza.

# license.data.summary
source: You may reuse the job dataset with attribution for non-commercial purposes. Commercial usage requires prior written consent.
de: Du darfst den Stellendatensatz mit Quellenangabe für nicht-kommerzielle Zwecke nutzen. Kommerzielle Nutzung erfordert vorherige schriftliche Zustimmung.
fr: Vous pouvez réutiliser le jeu de données d'emploi avec attribution à des fins non commerciales. Toute utilisation commerciale nécessite un accord écrit préalable.
it: È consentito riutilizzare il dataset degli annunci con attribuzione per scopi non commerciali. L'uso commerciale richiede il previo consenso scritto.

# terms.short.r1
source: You must be at least 16 to use Job Seek.
de: Du musst mindestens 16 Jahre alt sein, um Job Seek zu nutzen.
fr: Tu dois avoir au moins 16 ans pour utiliser Job Seek.
it: Devi avere almeno 16 anni per usare Job Seek.

# privacy.rights.title
source: Your rights
de: Deine Rechte
fr: Tes droits
it: I tuoi diritti

# auth.2fa.field.code
source: Code
it: Codice

# auth.field.name
source: Name
fr: Nom
it: Nome
